; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Serbian
; Translation by: Никола Ристић<rista131@gmail.com >
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "rista131@gmail.com"
Translationby = "Никола Ристић"
Language = "Српски"
pickatask = "Изаберите задатак"
lockafolder = "Закључајте фолдер"
unlockselected = "Откључајте одабрани фолдер"
changepassword = "Промените главну лозинку"
exit = "Излаз"
Aboutlockafolder = "О програму LocK-A-FoLdeR"
enternewpassword = "Унесите нову лозинку"
entermasterpassword = "Унесите главну лозинку"
alreadyrunning = "LocK-A-FoLdeR је већ покренут"
doesntexist = "не постоји"
chooseafolder = "Изаберите фолдер који желите да закључате"
selectfirst = "Молимо вас, прво изаберите фолдер"
alreadyinlist = "је већ на листи"
plzwait = "Молимо сачекајте"
unable2lock = "не може бити закључан фолдер"
unable2unlock = "не може бити откључан фолдер"
invalidpass = "Погрешна лозинка"
alertmasterpass = "Молимо вас, изаберите главну лозинку."
nointernet = "Постоји проблем са вашом интернет конекцијом"
checkupdates = "Проверите да ли постоји надоградња"
openreadme = "Отворите "ПрочитајМе" датотеку"
visitwebpage = "Посетите веб страницу"
rescuecentre = "Центар за спасавање"
Rescuefolder = "Спасите фолдер"
notinlist = "Фолдери који нису на листи могу се откључати (спасити) овде."